{
"starter": [
    "Tip: Click the carrot",
    "Click here to cycle through available tips!",
    "Click the level up arrow to upgrade your characters",
    "Click a character's \"i\" symbol to learn more about them",
    "Greg can craft tools that will buff your other characters",
    "If you see a ? near something you can click it to get a more detailed description of what it does",
    "You can also press amd hold the carrot as a slower alternative to clicking"
],
"beginner": [
    "To equip a tool, you must first craft one, then click the corresponding tool type under Bill or Belle",
    "Each character can only hold up to 1 tool (per type) for every level Greg has reached",
    "By completing achievements you will earn mysterious tome pages",
    "Completing achievements will give you additional themes and cosmetics to buy",
    "When clicking the carrot, cash will sometimes drop. Make sure to grab it!"
],
"intermediate": [
    "When you're ready, click the prestige button. You will start over but gain the ability to buy tomes",
    "Golden carrots can be used to buy tomes, which give you permanent buffs",
    "Every Tome Page you have will give you a +1% golden carrot (or more!) bonus when prestiging",
    "Some achievements will change the game icon in the top left to indicate your progress",
    "The more tools the better!"
],
"advanced": [
    "You've earned more than 1 billion carrots this prestige. That's a lot!",
    "Good luck!",
    "Buy tomes from Charles to buff your farm",
    "Make sure to spend your golden carrots on tomes before you start farming",
    "There is a merchant who sells powerful trinkets"
],



"fun_starter": [
    "Carrots can end world hunger",
    "Only YOU can save the carrots!",
    "Carrots have been proven to improve eyesight by 150%. It's true!",
    "Carrots are your friend",
    "Only the best code",
    "Carrot Clicker is mobile-friendly!",
    "Click the carrot, Bill.",
    "Wait for the carrot to grow, Belle.",
    "%onlyon%",
    "Now in HD"
],
"fun_beginner": [
    "On the internet",
    "Fun fact: baby carrots are just shaved down regular carrots",
    "\"Game development is hard\" clicker game developer says",
    "Carrot?!",
    "Drink carrot juice",
    "Spaghetti code!"
],
"fun_intermediate": [
    "\"I have night vision now,\" says man who has eaten exclusively carrots for 3 days",
    "Tired of eating carrots? Make carrot cake!",
    "Carrots have been proven to improve eyesight by 1000%. It's true!",
    "Carrots love you ♥",
    "Studies are being done to determine if carrots can cure the common cold",
    "Also play Cookie Clicker",
    "Also play Egg, Inc.",
    "Craft the carrot, Greg.",
    "Study the carrot, Charles.",
    "Paint the carrot, Carl.",
    "Sell carrot knicknacks, Jared"
],
"fun_advanced": [
    "World hunger has been cured, but there must be more we can do.",
    "Carrots have never been found at a crime scene because they are the direct cause of peace and friendship.",
    "Carrots have received 7,000,000,000 (★★★★★) 5-star ratings on ebay",
    "Eating carrots cures cancer",
    "Studies done on people eating only carrots for 90 days have proven that they are the only food required for human survival.",
    "Report any anti-carrot propaganda you see on the internet to your local carrot police",
    "Public Service Announcement: Reminder to eat more carrots. That is all.",
    "People who regularly eat carrots have been known to exceed a life expectancy of 200 years",
    "Carrots are people too",
    "Carrots have been proven to improve eyesight by 9000%. It's true!"
]
}